module.exports.config = {
    name: "hatmara",
    version: "1.0.0",
    hasPermssion: 1,
    credits: "...",
    description: "5 বারের জন্য ক্রমাগত বন্ধুর ট্যাগ ট্যাগ করুন\nসেই ব্যক্তিকে আত্মা কলিং বলা যেতে পারে",
    commandCategory: "nsfw",
    usages: " please @mention",
    cooldowns: 10,
    dependencies: {
        "fs-extra": "",
        "axios": ""
    }
}

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("আপনি কাকে চুদতে চান এমন 1 জনকে @ম্যানশন করতে হবে", event.threadID);
 let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("বস 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 এর চুদা খা আর ফিল নে, বস 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 এর ৯ ইঞ্চি ধোন তোর মার ভুদাই ঢুকতাছে");
setTimeout(() => {a({body: "-চোদার বাজারে welcome তোমাকে-🫦👅" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "-ভোদায় বেগুন 🍆 ডুকিয়ে দেও-🥵.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "- I 𝐖𝐢𝐬𝐡-আমি তাকেই চাই-🤗-যে আমাকে সব সময় পম পম  চুষতে দিবে-😋💦" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "-জাঙ্গ-//🥴-পমপম টিপতে দিবা____👅👀🤰" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "-এই গরমে-🥵 -তোমার পম পম খেয়ে ঠান্ডা হইতে চাই প্রিয়-😋😋" + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "❝𝗔𝗺𝗮𝗞𝗲_পটাইলে༎༅পাইবা༎༅ভার্জিন-নুনু-🥺🐸😜💋 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "-নাথিং ইজ-ভালোবাসা-👩‍❤️‍💋‍👨🐸-এভ্রিথিং- ইজ চু*দার আশা__//😐🤰" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "-প্রয়োজনে 10 নারির ভুদা দেখবো তবুও এক নারীতে আসক্ত হবো না____🐱🧑‍🦯🥵😿" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "-চুষার জিনিস চুষে খাবি কামর দিস কেন ননসেন্স বেডী-🥵💦" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "-ঝাং তোমার ভাদার গন্ধে আমার ঘুম আসছে না রাতে-🙁-কি পিনিক রে বাবা-🙆‍♀️।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "-আমার ও টুন টুনির মাথার উপর তিল আছে-😼।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "- চুষা মুক্ত নিস্পাপ নু'নু আমার ____!!🥺💦🫦" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "-দুধ খাও শক্তি বাড়াও 👅💪সেটা ভাবির হক বা গাভির-🙂" + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("❝বা'লি'কা তো'মা'র দুই ইঞ্চি গর্ত টে'স্ট নি'তে ষা'ই -||-🙈💦✍️")} , 39000);
setTimeout(() => {a({body: "-প্রিয় দিন শেষে আমি আপনাকেই .......🍀🌻....চুদি.....🙈😁❤🌺" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "-তোর ভোদা না ফাটানো পর্যন্ত আমার ঘুম নেই..!🥵👅" + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "____ থুমার সাগরে য়ামি—||🥵😿--ভিজতে চাই জাং________🥵🥺😽" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "-আসো জানস তোমার ভোদা চুষি-🫦👅" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "ঝান্স জোরে জোরে দিলে মজা লাগেহ-🥵🤤" + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "-আমি এক হতভাগা বান্দা -😊✌️-আমার খালি দুধ টিপার ধান্দা-😌 " + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "তর মারে চুদি" + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "নাট বল্টু মাগির পোলা🤟" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "তর বোন রে পায়জামা খুলে চুদি 🤣" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "উম্মম্মা তর বোন এরকচি ভুদায়💉।" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি আমার বস 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 এর চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "কামলা মাগির পোলা  ✋" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: " বাস্ট্রাড এর বাচ্ছা বস্তির পোলা " + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~ আমার জারজ শন্তান🤖")} , 93000);
setTimeout(() => {a({body: "Welcome মাগির পোলা 🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: "তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 105000);
setTimeout(() => {a({body: "ব্যাস্যার পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 111000);
setTimeout(() => {a({body: "Hi বস 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 এর জারজ মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 114000);
setTimeout(() => {a({body: "২০ টাকা এ পতিতা মাগির পোলা " + " " + name, mentions: arraytag})}, 120000);
setTimeout(() => {a({body: "depression থেকেও তর মাইরে চু*** দি 🤬 " + " " + name, mentions: arraytag})}, 126000);
setTimeout(() => {a({body: "বস্তির ছেলে অনলাইনের কিং" + " " + name, mentions: arraytag})}, 132000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা🤟" + " " + name, mentions: arraytag})}, 138000);
setTimeout(() => {a({body: "তর আম্মু রে পায়জামা খুলে চুদি 🤣" + " " + name, mentions: arraytag})},144000);
setTimeout(() => {a({body: "উম্মম্মা তর বোন এরকচি ভুদায়💉।" + " " + name, mentions: arraytag})}, 150000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি আমার বস 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 এর চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 156000);
setTimeout(() => {a({body: "হিজলা মাগির পোলা  ✋" + " " + name, mentions: arraytag})},162000);
setTimeout(() => {a({body: " বস্তিরন্দালাল এর বাচ্ছা বস্তির পোলা " + " " + name, mentions: arraytag})}, 168000);
setTimeout(() => {a("~ আমার জারজ শন্তান জা ভাগ🤖")} , 171000);
setTimeout(() => {a({body: "Welcome শুয়োরের বাচ্চা 🥰।" + " " + name, mentions: arraytag})}, 174000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 177000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 180000);
setTimeout(() => {a({body: "Hi বস 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 এর জারজ পোলা মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "খান্কি মাগির পোলা " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "তোর বাপে তোর নানা। 🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "বস্তির ছেলে তোর বইনরে মুসলমানি দিমু।" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা মোবাইল ভাইব্রেশন কইরা তুর কচি বোন এর পুকটিতে ভরবো।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর মুখে হাইগ্যা দিমু। 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "কুত্তার পুকটি চাটামু💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "তর আম্মুর হোগা দিয়া ট্রেন ভইরা দিমু।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "হিজলা মাগির পোলা হাতির ল্যাওড়া দিয়া তর মায়েরে চুদুম।  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ আমার ফাটা কন্ডমের ফসল। জা ভাগ🤖")} , 39000);
setTimeout(() => {a({body: "Welcome শুয়োরের বাচ্চা 🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর বৌন ভোদায় মাগুর মাছ চাষ করুম।😍.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা তর বোনের  হোগায় ইনপুট, তর মায়ের ভোদায় আউটপুট।🐰" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "তর মায়ের ভোদা বোম্বাই মরিচ দিয়া চুদামু।💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "খান্কি মাগির পোলা তর মায়ের ভোদা শিরিষ কাগজ দিয়া ঘইষা দিমু। " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "জং ধরা লোহা দিয়া পাকিস্তানের মানচিত্র বানাই্য়া তোদের পিছন দিয়া ঢুকামু।🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "বস্তির ছেলে তর মায়ের ভুদাতে পোকা।" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা তর মার ভোদায় পাব্লিক টয়লেট।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর মুখে হাইগ্যা দিমু। ভুস্কি মাগির পোলা 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "কান্দে ফালাইয়া তর মায়েরে চুদি💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "তর আম্মুর উপ্তা কইরা চুদা দিমু।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "হিজলা মাগির পোলা বালি দিয়া চুদমু তরে খাঙ্কি মাগী!তর মাকে।  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("- যাইগা-🚶‍♂️ এই গরিবের কেউ নাই-🤧 নুনুতে হাত দিয়ে ঘুমিয়ে পড়ি-🥺💚💦")} , 39000);



  
                     }