module.exports.config = {
	name: "offbot",
	version: "1.0.0",
	hasPermssion: 2,
	credits: "HTHB",
	description: "Off Bot",
	commandCategory: "System",
	cooldowns: 0
        };
module.exports.run = ({event, api}) =>api.sendMessage("👉Bye I love you ummmmmmmah,👉আসসালামু আলাইকুম,🥰 আপনাদের সবার সাথে অনেক মজা করলাম যদি কোন ভুল হয়ে থাকে মাফ করে দিবেন,😍🥰 বস  এর আদেশ আমি আর এখন কথা বলতে পারবোন না,😥 আপনাদের সাথে আমার আবার কথা হবে যখন আমার স্যার 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍 অনুমতি দিবে,😍 তাই এখন এর জন্য বিদায়,😔💔!!!",event.threadID, () =>process.exit(0))